[
	{"name": "Alon Dayan", "title": "CEO" , "text": "Alon Dayan is an experienced executive, dedicated to the advancement of Polaris Star, an industry leader for over 15 years.Mr. Dayan's extensive global experience spans numerous professional practices.<br>In his previous role with the company, he served as President of Polaris Star Americas, expanding Polaris's customer base and regional reach significantly. Prior to that, Mr. Dayan was a Sales Director for Mexico and Central America at Elbit Systems.<br>He spearheaded Polaris's growth into an advanced applications and business solutions company. He also drove the advancement of the Polaris portfolio, serving in marketing roles and heading product development for the company's activity worldwide. Additionally, his experience includes reach engineering experience as a senior engineer at Tadiran Communication.<br>Mr. Dayan holds a B.Sc.in Electrical Engineering from Bar-Ilan University.", "quote": "I am passionate about technology and it's ability to drive safety, security and improved customer interactions across industries and geographies.<br>I am personally committed to the business success of all our Polaris customers.", "img": "alon.png"},
	{"name": "Moshe Markovitz", "addon": "General Res.", "title": "Founder of Polaris Star and Chiarman", "text": "Mr. Moshe Markovitz graduated with B.A in Social & Computing Sciences from the Hebrew University of Jerusalem. He has an M.A in Business Administration from the University of Tel Aviv and LLB in Law from the Interdisciplinary Center Herzlyia.<br>In 2011, Mr. Markovitz was appointed CEO, BATM – Celare. His previous appointments include VP and General Manager Radio communications Systems, Elbit Systems (2008 – 2011), VP and General Manager of tactical radio communication Division, Tadiran Communications (2004 – 2008), VP Business Development & TadNET Manager, Tadiran Communication (2002 – 2004) and Head of Signal Electronics and Computer Communication Corps, I.D.F (Israel  Defense Forces ) General Res.<br>Mr. Markovitz represents Rafael as Business Development in the international markets.<br><br>Mr. Markovitz was also in charge of initiating the formulation of Re-Organization frequency spectrum in the first and second GHz in Israel as well as initiating, formulating and executing a plan to realize national infrastructure projects in the fields of communication infrastructure, cellular infrastructure, encryption and protecting information.", "img": "moshe.png"},
	{"name": "Dorit Markovitz", "title": "CFO", "text": "Dorit Markovitz serves as Chief Financial Officer since 2012. She is responsible for all aspects of finance, investor relations, legal, global operations including sales operations, purchasing and facilities as well as management information systems.<br>Ms. Marovitz has vast experience in overseeing corporate financial activities of globally traded companies including acquisitions, tax planning, accounting and reporting, and internal auditing as well as investor relations and has broad operational experience.<br>Prior to joining Polaris in 2012, she worked for 25 years at Bank Leumi, the last eight years as the company’s Nostro Financial Officer, where she was responsible for finance, investor relations and legal of the bank nostro.<br>Ms. Markovitz is Certified Public Accountant (CPA) and holds a B.A. in Accounting and Economics from Tel Aviv University."}
]